{
    "quotes": [
        {
            "quote_id": 1,
            "author": "Albert Einstein",
            "category": "Wisdom",
            "quote": "Imagination is more important than knowledge.",
            "favourite": true,
            "author_description": "Albert Einstein was a German-born theoretical physicist who is best known for developing the theory of relativity. He is considered one of the greatest scientists of the 20th century.",
            "author_expertise": "Physics, Mathematics",
            "author_professions": "Physicist, Mathematician",
            "author_achievements": "Nobel Prize in Physics (1921)",
            "author_detailed_data": "Albert Einstein revolutionized our understanding of the fundamental laws of the universe with his groundbreaking theories. His work on the theory of relativity, specifically the equation E=mc², has had a profound impact on physics and led to the development of nuclear energy. Einstein's contributions to science continue to shape our understanding of the world."
        },
        {
            "quote_id": 2,
            "author": "Maya Angelou",
            "category": "Inspiration",
            "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
            "favourite": false,
            "author_description": "Maya Angelou was an American poet, memoirist, and civil rights activist. She is best known for her series of autobiographical books, including 'I Know Why the Caged Bird Sings'.",
            "author_expertise": "Poetry, Memoir",
            "author_professions": "Poet, Writer, Civil Rights Activist",
            "author_achievements": "Presidential Medal of Freedom (2011)",
            "author_detailed_data": "Maya Angelou's writing and activism focused on themes of identity, racism, and personal resilience. Her works, including poetry and memoirs, continue to inspire and empower readers. Angelou's contributions to literature and her commitment to civil rights made her a prominent figure in American culture."
        },
        {
            "quote_id": 3,
            "author": "Mark Twain",
            "category": "Humor",
            "quote": "Get your facts first, then you can distort them as you please.",
            "favourite": false,
            "author_description": "Mark Twain, born Samuel Clemens, was an American writer, humorist, and lecturer. He is best known for his novels 'The Adventures of Tom Sawyer' and 'Adventures of Huckleberry Finn'.",
            "author_expertise": "Satire, Humor",
            "author_professions": "Writer, Humorist, Lecturer",
            "author_achievements": "None specified",
            "author_detailed_data": "Mark Twain's witty and satirical writing captured the essence of American life in the 19th century. He used humor to criticize social conventions and expose the hypocrisy of society. Twain's works continue to be celebrated for their literary value and insightful commentary on human nature."
        },
        {
            "quote_id": 4,
            "author": "Oscar Wilde",
            "category": "Life",
            "quote": "To live is the rarest thing in the world. Most people exist, that is all.",
            "favourite": false,
            "author_description": "Oscar Wilde was an Irish poet and playwright. He is best remembered for his wit, flamboyant style, and plays like 'The Importance of Being Earnest' and 'The Picture of Dorian Gray'.",
            "author_expertise": "Playwriting, Poetry",
            "author_professions": "Playwright, Poet",
            "author_achievements": "None specified",
            "author_detailed_data": "Oscar Wilde's writing is characterized by his clever wordplay, satirical social commentary, and exploration of aestheticism. His plays and poetry continue to be celebrated for their wit and literary merit. Wilde's flamboyant personality and sharp wit made him one of the most memorable figures of the late 19th century."
        },
        {
            "quote_id": 5,
            "author": "Martin Luther King Jr.",
            "category": "Justice",
            "quote": "Injustice anywhere is a threat to justice everywhere.",
            "favourite": false,
            "author_description": "Martin Luther King Jr. was an American minister and civil rights leader. He is best known for his role in the advancement of civil rights using nonviolent civil disobedience based on his Christian beliefs.",
            "author_expertise": "Civil Rights, Nonviolence",
            "author_professions": "Minister, Civil Rights Activist",
            "author_achievements": "Nobel Peace Prize (1964)",
            "author_detailed_data": "Martin Luther King Jr. was a pivotal figure in the American civil rights movement. His leadership and advocacy for nonviolent resistance played a crucial role in ending racial segregation and discrimination in the United States. King's speeches, including his famous 'I Have a Dream' speech, continue to inspire people around the world to fight for equality and justice."
        },
        {
            "quote_id": 6,
            "author": "Ralph Waldo Emerson",
            "category": "Nature",
            "quote": "Adopt the pace of nature: her secret is patience.",
            "favourite": false,
            "author_description": "Ralph Waldo Emerson was an American essayist, lecturer, and poet. He was a leading figure in the transcendentalist movement of the mid-19th century.",
            "author_expertise": "Essay, Poetry",
            "author_professions": "Essayist, Poet, Lecturer",
            "author_achievements": "None specified",
            "author_detailed_data": "Ralph Waldo Emerson's writings emphasized the importance of individualism, nature, and self-reliance. He encouraged people to seek a deeper connection with nature and to trust their own intuition. Emerson's ideas continue to influence philosophical and literary thought."
        },
        {
            "quote_id": 7,
            "author": "William Shakespeare",
            "category": "Love",
            "quote": "Love all, trust a few, do wrong to none.",
            "favourite": false,
            "author_description": "William Shakespeare was an English playwright, poet, and actor. He is widely regarded as the greatest writer in the English language and the world's preeminent dramatist.",
            "author_expertise": "Drama, Poetry",
            "author_professions": "Playwright, Poet, Actor",
            "author_achievements": "None specified",
            "author_detailed_data": "William Shakespeare's plays and sonnets have had a profound impact on literature and theater. His works explore a wide range of themes, including love, tragedy, and human nature. Shakespeare's contributions to the English language and dramatic storytelling are unparalleled."
        },
        {
            "quote_id": 8,
            "author": "Steve Jobs",
            "category": "Innovation",
            "quote": "Innovation distinguishes between a leader and a follower.",
            "favourite": false,
            "author_description": "Steve Jobs was an American entrepreneur and co-founder of Apple Inc. He played a pivotal role in the development of personal computers and consumer electronics.",
            "author_expertise": "Entrepreneurship, Technology",
            "author_professions": "Entrepreneur, Inventor",
            "author_achievements": "Co-founder of Apple Inc.",
            "author_detailed_data": "Steve Jobs revolutionized the technology industry with his innovative products and visionary leadership. He introduced iconic devices like the iPhone and MacBook, which transformed the way we communicate and interact with technology. Jobs' emphasis on design, simplicity, and user experience set Apple apart and made it one of the most influential companies in the world."
        },
        {
            "quote_id": 9,
            "author": "Jane Austen",
            "category": "Literature",
            "quote": "There is no charm equal to tenderness of heart.",
            "favourite": false,
            "author_description": "Jane Austen was an English novelist known for her witty social commentary and romance novels, including 'Pride and Prejudice' and 'Sense and Sensibility'.",
            "author_expertise": "Novel, Romance",
            "author_professions": "Novelist",
            "author_achievements": "None specified",
            "author_detailed_data": "Jane Austen's novels are beloved for their sharp wit, social observations, and timeless love stories. Her works provide a glimpse into the social customs and expectations of the late 18th and early 19th centuries. Austen's enduring popularity has made her one of the most celebrated authors in English literature."
        },
        {
            "quote_id": 10,
            "author": "Nelson Mandela",
            "category": "Courage",
            "quote": "The brave man is not he who does not feel afraid, but he who conquers that fear.",
            "favourite": false,
            "author_description": "Nelson Mandela was a South African anti-apartheid revolutionary and political leader. He served as President of South Africa from 1994 to 1999.",
            "author_expertise": "Anti-apartheid, Leadership",
            "author_professions": "Revolutionary, Politician",
            "author_achievements": "Nobel Peace Prize (1993), President of South Africa (1994-1999)",
            "author_detailed_data": "Nelson Mandela's lifelong dedication to fighting against apartheid and advocating for equality made him an iconic figure in the struggle for human rights. Despite enduring imprisonment and personal sacrifices, Mandela remained steadfast in his commitment to nonviolence and reconciliation. His leadership and courage continue to inspire people around the world."
        },
        {
            "quote_id": 11,
            "author": "Emily Dickinson",
            "category": "Poetry",
            "quote": "Hope is the thing with feathers that perches in the soul and sings the tune without the words and never stops at all.",
            "favourite": false,
            "author_description": "Emily Dickinson was an American poet known for her unconventional style and introspective poetry. She lived most of her life in seclusion and published only a few poems during her lifetime.",
            "author_expertise": "Poetry",
            "author_professions": "Poet",
            "author_achievements": "None specified",
            "author_detailed_data": "Emily Dickinson's poetry explores themes of nature, love, death, and the human experience. Her unique use of language and unconventional punctuation set her apart as a distinctive voice in American literature. Dickinson's poems continue to be celebrated for their depth and introspection."
        },
        {
            "quote_id": 12,
            "author": "Walt Disney",
            "category":"Dreams",
            "quote": "All our dreams can come true, if we have the courage to pursue them.",
            "favourite": false,
            "author_description": "Walt Disney was an American entrepreneur, animator, and film producer. He co-founded The Walt Disney Company and is known for creating iconic characters like Mickey Mouse.",
            "author_expertise": "Animation, Entertainment",
            "author_professions": "Entrepreneur, Animator, Film Producer",
            "author_achievements": "Co-founder of The Walt Disney Company",
            "author_detailed_data": "Walt Disney's creative vision and entrepreneurial spirit revolutionized the entertainment industry. He created beloved characters and built a multimedia empire that continues to shape popular culture. Disney's dedication to imagination and storytelling has left a lasting legacy."
        },
        {
            "quote_id": 13,
            "author": "Malala Yousafzai",
            "category": "Education",
            "quote": "One child, one teacher, one book, one pen can change the world.",
            "favourite": false,
            "author_description": "Malala Yousafzai is a Pakistani activist for female education and the youngest Nobel Prize laureate. She advocates for girls' right to education and has become a global symbol of female empowerment.",
            "author_expertise": "Female Education, Activism",
            "author_professions": "Activist",
            "author_achievements": "Nobel Peace Prize (2014)",
            "author_detailed_data": "Malala Yousafzai's courageous advocacy for girls' education has brought global attention to the importance of providing equal educational opportunities for all. Despite facing threats and violence, she continues to inspire and empower young people around the world to pursue their education and stand up for their rights."
        },
        {
            "quote_id": 14,
            "author": "Pablo Picasso",
            "category": "Creativity",
            "quote": "Every child is an artist. The problem is how to remain an artist once we grow up.",
            "favourite": false,
            "author_description": "Pablo Picasso was a Spanish painter, sculptor, printmaker, ceramicist, and stage designer. He is widely regarded as one of the most influential artists of the 20th century.",
            "author_expertise": "Painting, Sculpture, Printmaking",
            "author_professions": "Artist",
            "author_achievements": "Co-founder of Cubism",
            "author_detailed_data": "Pablo Picasso's artistic career spanned over seven decades, during which he explored and revolutionized various art forms. His innovative approach to art, particularly his co-founding of Cubism, challenged traditional notions of representation and perspective. Picasso's quote highlights the importance of nurturing and preserving the creative spirit within us, even as we navigate adulthood."
        },
        {
            "quote_id": 15,
            "author": "Mother Teresa",
            "category": "Compassion",
            "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
            "favourite": false,
            "author_description": "Mother Teresa, born Anjezë Gonxhe Bojaxhiu, was an Albanian-Indian Roman Catholic nun and missionary. She dedicated her life to helping the poor and marginalized in India.",
            "author_expertise": "Charity, Humanitarianism",
            "author_professions": "Nun, Missionary",
            "author_achievements": "Nobel Peace Prize (1979)",
            "author_detailed_data": "Mother Teresa's selfless dedication to serving the poorest of the poor made her an iconic figure of compassion and humanitarianism. She founded the Missionaries of Charity, an organization that provides care and support to those in need. Mother Teresa's legacy of love and kindness continues to inspire people worldwide."
        },
        {
            "quote_id": 16,
            "author": "Vincent van Gogh",
            "category": "Art",
            "quote": "I dream my painting, and then I paint my dream.",
            "favourite": false,
            "author_description": "Vincent van Gogh was a Dutch post-impressionist painter who is considered one of the most famous and influential figures in Western art history. His works are known for their bold colors, expressive brushwork, and emotional depth.",
            "author_expertise": "Painting",
            "author_professions": "Painter",
            "author_achievements": "None specified",
            "author_detailed_data": "Vincent van Gogh's artistic career was marked by intense passion and a unique artistic vision. He believed in painting from his imagination and capturing the emotions and essence of his subjects. Van Gogh's quote highlights the intimate connection between his dreams and his creative process, emphasizing the deeply personal nature of art and the power of artistic expression."
        },
        {
            "quote_id": 17,
            "author": "Helen Keller",
            "category": "Perseverance",
            "quote": "The only thing worse than being blind is having sight but no vision.",
            "favourite": false,
            "author_description": "Helen Keller was an American author, lecturer, and political activist. She was the first deaf-blind person to earn a Bachelor of Arts degree and became an advocate for people with disabilities.",
            "author_expertise": "Disability Advocacy, Writing",
            "author_professions": "Author, Lecturer, Political Activist",
            "author_achievements": "None specified",
            "author_detailed_data": "Helen Keller's personal triumph over deafness and blindness made her a symbol of resilience and determination. Despite her disabilities, she became a prolific writer and advocate for the rights of people with disabilities. Keller's life and accomplishments continue to inspire millions."
        },
        {
            "quote_id": 18,
            "author": "J.K. Rowling",
            "category": "Imagination",
            "quote": "It is our choices that show what we truly are, far more than our abilities.",
            "favourite": false,
            "author_description": "J.K. Rowling is a British author best known for her fantasy series 'Harry Potter'. Her books have sold millions of copies worldwide and inspired a successful film franchise.",
            "author_expertise": "Writing, Fantasy",
            "author_professions": "Author",
            "author_achievements": "None specified",
            "author_detailed_data": "J.K. Rowling's 'Harry Potter' series captured the imagination of readers of all ages and became a global phenomenon. Her books not only entertained but also conveyed powerful messages about love, friendship, and the power of good over evil. Rowling's creativity and storytelling have made her one of the most beloved authors of our time."
        },
        {
            "quote_id": 19,
            "author": "Abraham Lincoln",
            "category": "Leadership",
            "quote": "Nearly all men can stand adversity, but if you want to test a man's character, give him power.",
            "favourite": false,
            "author_description": "Abraham Lincoln was the 16th President of the United States. He led the country through its Civil War, preserved the Union, and ended slavery.",
            "author_expertise": "Leadership, Politics",
            "author_professions": "Politician, Lawyer",
            "author_achievements": "16th President of the United States",
            "author_detailed_data": "Abraham Lincoln's leadership during a time of great adversity and his commitment to preserving the Union and abolishing slavery have made him one of the most revered U.S. presidents. His eloquence, integrity, and ability to unite a divided nation continue to inspire leaders today."
        },
        {
            "quote_id": 20,
            "author": "Maya Angelou",
            "category": "Empowerment",
            "quote": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.",
            "favourite": false,
            "author_description": "Maya Angelou was an American poet, memoirist, and civil rights activist. She is best known for her series of autobiographies, including 'I Know Why the Caged Bird Sings'.",
            "author_expertise": "Poetry, Memoir",
            "author_professions": "Poet, Memoirist, Activist",
            "author_achievements": "Presidential Medal of Freedom (2010)",
            "author_detailed_data": "Maya Angelou's powerful words and her unwavering commitment to civil rights and equality have made her a literary and cultural icon. Her poetry and memoirs explore themes of identity, resilience, and the power of the human spirit. Angelou's impact on literature and society is immeasurable."
        },
        {
            "quote_id": 21,
            "author": "Albert Einstein",
            "category": "Knowledge",
            "quote": "The true sign of intelligence is not knowledge but imagination.",
            "favourite": false,
            "author_description": "Albert Einstein was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics.",
            "author_expertise": "Physics, Mathematics",
            "author_professions": "Physicist",
            "author_achievements": "Nobel Prize in Physics (1921)",
            "author_detailed_data": "Albert Einstein's groundbreaking theories revolutionized our understanding of the universe. His contributions to physics and mathematics have had a profound impact on scientific and technological advancements. Einstein's curiosity, imagination, and intellectual brilliance continue to inspire scientists and thinkers worldwide."
        },
        {
            "quote_id": 22,
            "author": "Audrey Hepburn",
            "category": "Beauty",
            "quote": "The beauty of a woman is not in a facial mode but the true beauty in a woman is reflected in her soul. It is the caring that she lovingly gives, the passion that she shows.",
            "favourite": false,
            "author_description": "Audrey Hepburn was a British actress and humanitarian. She is widely regarded as one of the most beautiful and iconic actresses in film history.",
            "author_expertise": "Acting, Humanitarianism",
            "author_professions": "Actress, Humanitarian",
            "author_achievements": "Academy Award for Best Actress (1954)",
            "author_detailed_data": "Audrey Hepburn's elegance, talent, and humanitarian work have made her an enduring symbol of beauty and grace. Her performances in films like 'Roman Holiday' and 'Breakfast at Tiffany's' continue to captivate audiences. Hepburn's compassion and dedication to charitable causes have left a lasting legacy."
        },
        {
            "quote_id": 23,
            "author": "Mark Twain",
            "category": "Humor",
            "quote": "The secret of getting ahead is getting started.",
            "favourite":false,
            "author_description": "Mark Twain, born Samuel Clemens, was an American writer, humorist, and lecturer. He is best known for his novels 'The Adventures of Tom Sawyer' and 'Adventures of Huckleberry Finn'.",
            "author_expertise": "Writing, Humor",
            "author_professions": "Writer, Humorist, Lecturer",
            "author_achievements": "None specified",
            "author_detailed_data": "Mark Twain's wit, humor, and keen observations of human nature have made him one of America's most beloved writers. His novels and essays continue to entertain and provoke thought. Twain's unique storytelling style and satirical commentary on society have earned him a prominent place in literary history."
        },
        {
            "quote_id": 24,
            "author": "Rosa Parks",
            "category": "Equality",
            "quote": "Each person must live their life as a model for others.",
            "favourite": false,
            "author_description": "Rosa Parks was an African-American civil rights activist. Her refusal to give up her bus seat to a white passenger in Montgomery, Alabama, sparked the Montgomery Bus Boycott and became an important symbol of the Civil Rights Movement.",
            "author_expertise": "Civil Rights Activism",
            "author_professions": "Activist",
            "author_achievements": "Presidential Medal of Freedom (1996)",
            "author_detailed_data": "Rosa Parks' courageous act of resistance and her unwavering commitment to equality and justice have made her an iconic figure in the Civil Rights Movement. Her quiet strength and determination continue to inspire those fighting for civil rights and social justice."
        },
        {
            "quote_id": 25,
            "author": "Vincent Van Gogh",
            "category": "Passion",
            "quote": "I would rather die of passion than of boredom.",
            "favourite": false,
            "author_description": "Vincent Van Gogh was a Dutch post-impressionist painter who is considered one of the most influential figures in Western art history. He created over 2,000 artworks during his life.",
            "author_expertise": "Painting",
            "author_professions": "Painter",
            "author_achievements": "None specified",
            "author_detailed_data": "Vincent Van Gogh's vibrant and expressive paintings have captivated art lovers for generations. Despite struggling with mental health issues and experiencing personal hardships, Van Gogh channeled his passion into his art. His bold use of color and emotional intensity continue to inspire artists and art enthusiasts worldwide."
        },
        {
            "quote_id": 26,
            "author": "Eleanor Roosevelt",
            "category": "Courage",
            "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, 'I lived through this horror. I can take the next thing that comes along.'",
            "favourite": false,
            "author_description": "Eleanor Roosevelt was an American diplomat, activist, and the longest-serving First Lady of the United States. She was a vocal advocate for civil rights, human rights, and women's rights.",
            "author_expertise": "Civil Rights, Human Rights, Women's Rights",
            "author_professions": "Diplomat, Activist",
            "author_achievements": "None specified",
            "author_detailed_data": "Eleanor Roosevelt's tireless advocacy for civil rights, human rights, and social justice has made her one of the most influential First Ladies in U.S. history. Her courage, empathy, and commitment to making a difference continue to inspire activists and changemakers around the world."
        },
        {
            "quote_id": 27,
            "author": "Elon Musk",
            "category": "Innovation",
            "quote": "Some people don't like change, but you need to embrace change if the alternative is a disaster.",
            "favourite": false,
            "author_description": "Elon Musk is a business magnate, investor, and engineer. He is the founder, CEO, and chief engineer/designer of SpaceX; early investor, CEO, and product architect of Tesla, Inc.; and founder of The Boring Company.",
            "author_expertise": "Technology, Aerospace",
            "author_professions": "Entrepreneur, Engineer",
            "author_achievements": "Founder of SpaceX and Tesla",
            "author_detailed_data": "Elon Musk is known for his ambitious vision and commitment to pushing the boundaries of innovation. He has made significant contributions to the fields of electric vehicles, renewable energy, and space exploration. Musk's companies SpaceX and Tesla have disrupted their respective industries with groundbreaking advancements and transformative technologies."
        },
        {
            "quote_id": 28,
            "author": "Anne Frank",
            "category": "Hope",
            "quote": "Where there's hope, there's life. It fills us with fresh courage and makes us strong again.",
            "favourite": false,
            "author_description": "Anne Frank was a Jewish diarist and writer. Her diary, 'The Diary of a Young Girl', documents her experiences hiding from the Nazis during the Holocaust.",
            "author_expertise": "Writing",
            "author_professions": "Writer",
            "author_achievements": "None specified",
            "author_detailed_data": "Anne Frank's diary, which she wrote while in hiding during the Holocaust, serves as a poignant reminder of the resilience of the human spirit in the face of adversity. Her words continue to inspire hope and serve as a testament to the power of the written word."
        },
        {
            "quote_id": 29,
            "author": "Nelson Mandela",
            "category": "Freedom",
            "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.",
            "favourite": false,
            "author_description": "Nelson Mandela was a South African anti-apartheid revolutionary, political leader, and philanthropist who served as the President of South Africa from 1994 to 1999. He was a symbol of resistance against racial inequality and injustice.",
            "author_expertise": "Civil Rights, Politics",
            "author_professions": "Revolutionary, Politician, Philanthropist",
            "author_achievements": "Nobel Peace Prize (1993), President of South Africa (1994-1999)",
            "author_detailed_data": "Nelson Mandela's unwavering commitment to justice, equality, and reconciliation made him a global symbol of freedom. After spending 27 years in prison for his anti-apartheid activism, Mandela became South Africa's first black President and worked tirelessly to dismantle apartheid and build a democratic society. Mandela's legacy of forgiveness, compassion, and perseverance continues to inspire people around the world."
        },
        {
            "quote_id": 30,
            "author": "Coco Chanel",
            "category": "Style",
            "quote": "Fashion fades, only style remains the same.",
            "favourite": false,
            "author_description": "Coco Chanel was a French fashion designer and businesswoman. She revolutionized women's fashion in the early 20th century with her simple and elegant designs, including the little black dress and the Chanel suit.",
            "author_expertise": "Fashion, Design",
            "author_professions": "Fashion Designer, Businesswoman",
            "author_achievements": "None specified",
            "author_detailed_data": "Coco Chanel's innovative designs and timeless sense of style continue to influence the fashion industry. She broke away from the constraints of traditional women's fashion, introducing comfortable and elegant designs that have stood the test of time. Chanel's legacy as a pioneering female entrepreneur and fashion icon is celebrated to this day."
        },
        {
            "quote_id": 31,
            "author": "Martin Luther King Jr.",
            "category": "Justice",
            "quote": "Injustice anywhere is a threat to justice everywhere.",
            "favourite": false,
            "author_description": "Martin Luther King Jr. was an American Baptist minister and civil rights leader. He is best known for his role in advancing civil rights through nonviolent civil disobedience based on his Christian beliefs.",
            "author_expertise": "Civil Rights Activism",
            "author_professions": "Minister, Civil Rights Leader",
            "author_achievements": "Nobel Peace Prize (1964)",
            "author_detailed_data": "Martin Luther King Jr.'s leadership and advocacy for racial equality and social justice transformed the Civil Rights Movement in the United States. His powerful speeches, including the famous 'I Have a Dream' speech, continue to inspire people to fight against injustice and work towards a more inclusive society."
        },
        {
            "quote_id": 32,
            "author": "Oprah Winfrey",
            "category": "Empathy",
            "quote": "The more you praise and celebrate your life, the more there is in life to celebrate.",
            "favourite": false,
            "author_description": "Oprah Winfrey is an American media executive, actress, talk show host, television producer, and philanthropist. She is best known for 'The Oprah Winfrey Show', which became one of the highest-rated talk shows in history.",
            "author_expertise": "Media, Philanthropy",
            "author_professions": "Media Executive, Actress, Talk Show Host, Television Producer, Philanthropist",
            "author_achievements": "Presidential Medal of Freedom (2013)",
            "author_detailed_data": "Oprah Winfrey's influence as a media mogul and philanthropist is unparalleled. She has used her platform to address important social issues, promote empathy and personal growth, and support numerous charitable causes. Winfrey's authenticity, compassion, and dedication to uplifting others have made her a role model for millions of people."
        },
        {
            "quote_id": 33,
            "author": "Walt Disney",
            "category": "Imagination",
            "quote": "All our dreams can come true if we have the courage to pursue them.",
            "favourite": false,
            "author_description": "Walt Disney was an American entrepreneur, animator, voice actor, and film producer. He co-founded the Walt Disney Company and created iconic characters such as Mickey Mouse and Donald Duck.",
            "author_expertise": "Animation, Entertainment",
            "author_professions": "Entrepreneur, Animator, Voice Actor, Film Producer",
            "author_achievements": "Academy Awards (22), Co-founder of the Walt Disney Company",
            "author_detailed_data": "Walt Disney's creativity and imagination revolutionized the entertainment industry. He created beloved characters, animated films, and theme parks that continue to bring joy to millions of people. Disney's legacy as a visionary and innovator lives on, inspiring others to pursue their dreams."
        },
        {
            "quote_id": 34,
            "author": "Malcolm X",
            "category": "Education",
            "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
            "favourite": false,
            "author_description": "Malcolm X was an African-American Muslim minister and human rights activist. He advocated for black empowerment, self-defense, and the pursuit of civil rights.",
            "author_expertise": "Civil Rights, Black Empowerment",
            "author_professions": "Minister, Activist",
            "author_achievements": "Prominent Figure in the Civil Rights Movement",
            "author_detailed_data": "Malcolm X emphasized the importance of education as a means of empowerment and liberation. He believed that education provides individuals with the tools to shape their own destiny and make a positive impact on society. Malcolm X's advocacy for education as a catalyst for social change continues to inspire generations in the pursuit of knowledge and equality."
        },
        {
            "quote_id": 35,
            "author": "Pablo Picasso",
            "category": "Art",
            "quote": "Every child is an artist. The problem is how to remain an artist once we grow up.",
            "favourite": false,
            "author_description": "Pablo Picasso was a Spanish painter, sculptor, printmaker, ceramicist, and stage designer. He is widely regarded as one of the most influential artists of the 20th century.",
            "author_expertise": "Painting, Sculpture, Printmaking",
            "author_professions": "Painter, Sculptor, Printmaker, Ceramicist, Stage Designer",
            "author_achievements": "Co-founder of Cubism",
            "author_detailed_data": "Pablo Picasso's innovative approach to art and his ability to push the boundaries of creativity have had a profound impact on modern art. He co-founded the Cubist movement and created thousands of artworks across various mediums. Picasso's legacy as an artistic genius continues to inspire aspiring artists and challenge conventional notions of artistic expression."
        },
        {
            "quote_id": 36,
            "author": "Mother Teresa",
            "category": "Compassion",
            "quote": "Not all of us can do great things. But we can do small things with great love.",
            "favourite": false,
            "author_description": "Mother Teresa, born Anjezë Gonxhe Bojaxhiu, was an Albanian-Indian Roman Catholic nun and missionary. She dedicated her life to serving the poor and destitute in Kolkata, India.",
            "author_expertise": "Humanitarianism, Service",
            "author_professions": "Nun, Missionary",
            "author_achievements": "Nobel Peace Prize (1979)",
            "author_detailed_data": "Mother Teresa's selfless devotion to serving the poorest of the poor has made her a symbol of compassion and love worldwide. She founded the Missionaries of Charity, a religious congregation that provides assistance to those in need. Mother Teresa's unwavering commitment to helping others continues to inspire acts of kindness and generosity."
        },
        {
            "quote_id": 37,
            "author": "Leonardo da Vinci",
            "category": "Creativity",
            "quote": "Simplicity is the ultimate sophistication.",
            "favourite": false,
            "author_description": "Leonardo da Vinci was an Italian polymath of the Renaissance period. He was a painter, sculptor, architect, musician, mathematician, engineer, inventor, anatomist, geologist, botanist, and writer.",
            "author_expertise": "Art, Science, Invention",
            "author_professions": "Painter, Sculptor, Architect, Musician, Mathematician, Engineer, Inventor, Anatomist, Geologist, Botanist, Writer",
            "author_achievements": "Mona Lisa, The Last Supper",
            "author_detailed_data": "Leonardo da Vinci's brilliance as an artist, scientist, and inventor is unparalleled. His artistic masterpieces, such as the Mona Lisa and The Last Supper, showcase his attention to detail and his ability to capture the complexity of the human form. Da Vinci's multidisciplinary approach and his pursuit of knowledge continue to inspire creativity and innovation."
        },
        {
            "quote_id": 38,
            "author": "Albert Einstein",
            "category": "Curiosity",
            "quote": "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
            "favourite": false,
            "author_description": "Albert Einstein was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics. He is best known for his mass-energy equivalence formula, E=mc².",
            "author_expertise": "Physics",
            "author_professions": "Theoretical Physicist",
            "author_achievements": "Nobel Prize in Physics (1921)",
            "author_detailed_data": "Albert Einstein's groundbreaking theories revolutionized our understanding of the physical world. His curiosity and relentless pursuit of knowledge led to discoveries that continue to shape modern science. Einstein's intellectual legacy serves as a reminder of the importance of questioning, exploring, and pushing the boundaries of human understanding."
        },
        {
            "quote_id": 39,
            "author": "Maya Angelou",
            "category": "Strength",
            "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.",
            "favourite": false,
            "author_description": "Maya Angelou was an American poet, memoirist, and civil rights activist. She is best known for her series of autobiographies, including 'I Know Why the Caged Bird Sings'.",
            "author_expertise": "Poetry, Memoir",
            "author_professions": "Poet, Memoirist, Civil Rights Activist",
            "author_achievements": "Presidential Medal of Freedom (2011)",
            "author_detailed_data": "Maya Angelou's powerful words and indomitable spirit continue to inspire readers and activists around the world. Her poetry and memoirs, which candidly explore themes of identity, race, and resilience, have touched the lives of many. Angelou's unwavering belief in the strength of the human spirit serves as a source of encouragement and empowerment."
        },
        {
            "quote_id": 40,
            "author": "Winston Churchill",
            "category": "Perseverance",
            "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
            "favourite": false,
            "author_description": "Winston Churchill was a British statesman, army officer, and writer. He served as the Prime Minister of the United Kingdom during World War II and is known for his leadership during challenging times.",
            "author_expertise": "Politics, Leadership",
            "author_professions": "Statesman, Writer",
            "author_achievements": "Nobel Prize in Literature (1953), Prime Minister of the United Kingdom (1940-1945, 1951-1955)",
            "author_detailed_data": "Winston Churchill's steadfast leadership and resolute determination during World War II made him an iconic figure in British history. His speeches inspired a nation and instilled hope in the face of adversity. Churchill's words continue to resonate today, reminding us of the importance of perseverance and courage in the pursuit of success."
        },
        {
            "quote_id": 41,
            "author": "Rosa Parks",
            "category": "Courage",
            "quote": "I would like to be remembered as a person who wanted to be free... so other people would be also free.",
            "favourite": false,
            "author_description": "Rosa Parks was an African American civil rights activist. She is best known for her pivotal role in the Montgomery bus boycott, which was a catalyst for the civil rights movement.",
            "author_expertise": "Civil Rights Activism",
            "author_professions": "Civil Rights Activist",
            "author_achievements": "Presidential Medal of Freedom (1996)",
            "author_detailed_data": "Rosa Parks' act of defiance by refusing to give up her bus seat to a white passenger sparked a pivotal moment in the civil rights movement. Her bravery and resilience became a symbol of the struggle for racial equality in the United States. Parks' legacy as a courageous activist continues to inspire people to stand up against injustice and fight for freedom."
        },
        {
            "quote_id": 42,
            "author": "Vincent Van Gogh",
            "category": "Passion",
            "quote": "I would rather die of passion than of boredom.",
            "favourite": false,
            "author_description": "Vincent van Gogh was a Dutch post-impressionist painter who is among the most famous and influential figures in the history of Western art. He struggled with mental illness throughout his life and created many iconic artworks, including 'The Starry Night'.",
            "author_expertise": "Painting",
            "author_professions": "Painter",
            "author_achievements": "None specified",
            "author_detailed_data": "Vincent Van Gogh's passionate and emotionally charged artworks have captivated audiences for generations. Despite his personal struggles and the challenges he faced, Van Gogh remained dedicated to his art, producing over 2,000 artworks in his lifetime. His relentless pursuit of artistic expression and his ability to evoke deep emotions through his paintings continue to inspire artists and art enthusiasts alike."
        },
        {
            "quote_id": 43,
            "author": "Eleanor Roosevelt",
            "category": "Empowerment",
            "quote": "No one can make you feel inferior without your consent.",
            "favourite": false,
            "author_description": "Eleanor Roosevelt was an American political figure, diplomat, and activist. She served as the First Lady of the United States from 1933 to 1945 and was a prominent advocate for civil rights and human rights.",
            "author_expertise": "Politics, Civil Rights Activism",
            "author_professions": "Diplomat, Activist",
            "author_achievements": "None specified",
            "author_detailed_data": "Eleanor Roosevelt's advocacy for civil rights, women's rights, and human rights left a lasting impact on American society. As the longest-serving First Lady of the United States, she used her platform to empower others and promote social justice. Roosevelt's quote serves as a reminder of the importance of self-worth and the power of individual agency."
        },
        {
            "quote_id": 44,
            "author": "Malala Yousafzai",
            "category": "Freedom",
            "quote": "I raise up my voice—not so that I can shout, but so that those without a voice can be heard... We cannot succeed when half of us are held back.",
            "favourite": false,
            "author_description": "Malala Yousafzai is a Pakistani activist for female education and the youngest Nobel Prize laureate. She gained international recognition for her advocacy of girls' education in her native Swat Valley in Khyber Pakhtunkhwa, Pakistan, where the local Taliban had banned girls from attending school.",
            "author_expertise": "Female Education, Human Rights",
            "author_professions": "Activist, Author",
            "author_achievements": "Nobel Peace Prize (2014)",
            "author_detailed_data": "Malala Yousafzai's courageous advocacy for girls' education has made her a global symbol of hope and empowerment. Despite facing violence and oppression, she has remained steadfast in her mission to ensure every girl has the right to receive an education. Malala's determination to amplify the voices of the voiceless and fight for equal rights serves as an inspiration for individuals and communities around the world."
        },
        {
            "quote_id": 45,
            "author": "Stephen Hawking",
            "category": "Knowledge",
            "quote": "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.",
            "favourite": false,
            "author_description": "Stephen Hawking was an English theoretical physicist, cosmologist, and author. He made significant contributions to the field of theoretical physics and was known for his work on black holes and the nature of the universe.",
            "author_expertise": "Theoretical Physics, Cosmology",
            "author_professions": "Physicist, Cosmologist, Author",
            "author_achievements": "Lucasian Professor of Mathematics at the University of Cambridge",
            "author_detailed_data": "Stephen Hawking's groundbreaking discoveries and theories have advanced our understanding of the universe. Despite living with a debilitating illness, his intellect and scientific contributions were unparalleled. Hawking's quote emphasizes the importance of humility and the continuous pursuit of knowledge, highlighting the dangers of complacency and false certainty."
        },
        {
            "quote_id": 46,
            "author": "Anne Frank",
            "category": "Hope",
            "quote": "Where there's hope, there's life. It fills us with fresh courage and makes us strong again.",
            "favourite": false,
            "author_description": "Anne Frank was a Jewish diarist who documented her experiences hiding from the Nazis during World War II. Her diary, 'The Diary of a Young Girl', has become one of the most widely read books in the world.",
            "author_expertise": "Writing, Holocaust",
            "author_professions": "Diarist",
            "author_achievements": "None specified",
            "author_detailed_data": "Anne Frank's diary provides a poignant and personal account of the Holocaust and the resilience of the human spirit in the face of adversity. Her words reflect a profound hope for a better future and the enduring power of optimism. Anne Frank's story continues to inspire generations, reminding us of the importance of hope, even in the darkest times."
        },
        {
            "quote_id": 47,
            "author": "Albert Einstein",
            "category": "Innovation",
            "quote": "Imagination is more important than knowledge. For knowledge is limited, whereas imagination embraces the entire world, stimulating progress, giving birth to evolution.",
            "favourite": false,
            "author_description": "Albert Einstein was a German-born theoretical physicist who developed the theory of relativity, one of the two pillars of modern physics. He is best known for his mass-energy equivalence formula E = mc².",
            "author_expertise": "Physics",
            "author_professions": "Theoretical Physicist",
            "author_achievements": "Nobel Prize in Physics (1921)",
            "author_detailed_data": "Albert Einstein's contributions to the field of physics revolutionized our understanding of the universe. His theory of relativity provided a new framework for understanding gravity and space-time. Einstein's innovative thinking and ability to envision new possibilities paved the way for countless scientific advancements and shaped the course of modern physics."
        },
        {
            "quote_id": 48,
            "author": "Harriet Tubman",
            "category": "Freedom",
            "quote": "I freed a thousand slaves. I could have freed a thousand more if only they knew they were slaves.",
            "favourite": false,
            "author_description": "Harriet Tubman was an African American abolitionist, humanitarian, and Union spy during the American Civil War. She played a vital role in the Underground Railroad, helping enslaved individuals escape to freedom.",
            "author_expertise": "Abolitionism, Humanitarianism",
            "author_professions": "Abolitionist, Humanitarian, Union Spy",
            "author_achievements": "None specified",
            "author_detailed_data": "Harriet Tubman's bravery and determination in fighting against slavery made her a legendary figure in American history. Through her work on the Underground Railroad, she helped countless enslaved individuals find freedom. Tubman's quote highlights the importance of awareness and self-realization in the pursuit of liberation and equality."
        },
        {
            "quote_id": 49,
            "author": "Helen Keller",
            "category": "Overcoming Adversity",
            "quote": "Although the world is full of suffering, it is also full of the overcoming of it.",
            "favourite": false,
            "author_description": "Helen Keller was an American author, lecturer, and advocate for the deaf and blind. Despite being blind and deaf from an early age, she overcame her disabilities and became an influential figure.",
            "author_expertise": "Deaf-Blind Advocacy",
            "author_professions": "Author, Lecturer, Advocate",
            "author_achievements": "None specified",
            "author_detailed_data": "Helen Keller's remarkable journey from darkness and silence to becoming a powerful advocate for the deaf and blind has inspired generations. She overcame tremendous adversity and dedicated her life to improving the lives of others facing similar challenges. Keller's quote reminds us of the resilience of the human spirit and the potential for triumph in the face of hardship."
        },
        {
            "quote_id": 50,
            "author": "Marie Curie",
            "category": "Scientific Discovery",
            "quote": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.",
            "favourite": false,
            "author_description": "Marie Curie was a Polish-born physicist and chemist who conducted pioneering research on radioactivity. She was the first woman to win a Nobel Prize and remains the only person to win Nobel Prizes in two different scientific fields.",
            "author_expertise": "Physics, Chemistry",
            "author_professions": "Physicist, Chemist",
            "author_achievements": "Nobel Prizes in Physics (1903) and Chemistry (1911)",
            "author_detailed_data": "Marie Curie's groundbreaking research on radioactivity revolutionized the field of science and paved the way for advancements in medicine and technology. Her dedication to understanding the mysteries of the universe and her fearlessness in the face of challenges have made her an inspiration for scientists worldwide. Curie's quote encourages us to embrace knowledge and curiosity, ultimately dispelling fear."
        }
    ]
}
